@extends('layouts.main')

@section('content')
    <div class="cover">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <div class="jumbotron prim">
                        <br/>
                        <br/>

                        <div>
                            <h1>&nbsp;А ваш сайт держит нагрузку?&nbsp;</h1>
                        </div>
                        <div>
                            <h3>&nbsp;Проверьте это у нас.&nbsp;</h3>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="white">
            <div class="container">
                <div class="row">
                    <br/>
                    <br/>
                    <br/>
                    <br/>

                    <h1 class="text-center fah">Мы можем Вам предложить.</h1>
                    <br/>
                    <br/>
                    <br/>
                </div>
                <div class="row text-gray">
                    <div class="col-lg-4">
                        <div class="features fe1 text-center">
                            <i class="fa fa-line-chart fa-5x"></i>
                            <br/>
                            <br/>
                            <hr/>
                            <h4>Тестирование высокой нагрузки</h4>
                            <hr/>
                            <p> Выявите проблемы в производительности своего ресурса нагрузочным тестом уже прямо сейчас.</p>
                        </div>
                    </div>
                    <div class="col-lg-4">
                        <div class="features fe2 text-center">
                            <i class="fa fa-globe fa-5x"></i>
                            <br/>
                            <br/>
                            <hr/>
                            <h4>Запросы с множества стран</h4>
                            <hr/>
                            <p> Распределенная веб-архитектура системы позволяет осуществить нагрузочный тест с любой точки планеты.</p>
                        </div>
                    </div>
                    <div class="col-lg-4">
                        <div class="features fe3 text-center">
                            <i class="fa fa-paper-plane fa-5x"></i>
                            <br/>
                            <br/>
                            <hr/>
                            <h4>Лёгкость в использовании</h4>
                            <hr/>
                            <p> Сделайте всего пару кликов и тысячи виртуальных юзеров одновременно окажутся на Вашем сайте.</p>
                        </div>
                    </div>
                </div>
                <div class="row"><br/><br/><br/><br/></div>
                <div class="row">
                    <div class="col-lg-12">
                        <h1 class="text-center rbt">Кратко о том как работае сервис:</h1>
                        <br/>

                        <div class="text-justify text-container">
                            <p>
                                Uptest - это надежный в своём использовании инструмент для нагрузочного тестирования любых ресурсов.
                                Uptest делает нагрузочное тестирование простым и удобным. Вы сможете имитировать пользователей и создавать реалистичные нагрузочные тесты, не написав ни строчки кода, в течение пары секунд.
                                Используя Uptest, Вы можете точно определить проблемы производительности для различных веб-сайтов и desktop приложений, что в свою очередь, помогает обеспечить эти приложения к соответствующим ожиданиям конечных пользователей и готовности к производственной нагрузке.
                            </p>

                            <p>
                                Uptest предаставляет результаты с подробными метриками и отчетами, которые помогут Вам получить углубленное понимание производительности инфраструктуры и поведение ресурса. Результаты также помогут Вам обнаружить и устранить узкие места, которые способны создать проблемы при повседневной работе ресурса, и оптимизировать конфигурацию Вашего оборудования, а также ПО.
                            </p>
                        </div>
                    </div>
                </div>
            </div>
            <br/>
            <br/>
            <br/>
            <br/>
            <br/>
            <br/>
        </div>
    </div>
@stop
