<div class="ftr">
    <footer>
        <br/>
        <br/>

        <div class="col-md-3">
            <small class="copyright">2015 All rights reserved.</small>
        </div>
        <div class="col-md-9 text-right">

            <a href="#!"><span aria-hidden="true"  data-toggle="modal" data-target="#modal1"><small>Пользовательское соглашение</small></span></a>
            <div class="modal fade" tabindex="-1" role="dialog" aria-labelledby="mySmallModalLabel" style="margin-top: 200px" id="modal1">
                <div class="modal-dialog modal-lg" role="document">
                    <div class="modal-content">
                        <div class="modal-header" style="text-align: left">
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">×</span></button>
                            <h4 class="modal-title" id="mySmallModalLabel" >Пользовательское соглашение</h4></div>
                        <div class="modal-body">
                            Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum
                        </div>
                    </div>
                </div>
            </div> |
            <a href="#!"><span aria-hidden="true"  data-toggle="modal" data-target="#modal2"><small>Политика конфиденциальности</small></span></a>
            <div class="modal fade" tabindex="-1" role="dialog" aria-labelledby="mySmallModalLabel" style="margin-top: 200px" id="modal2">
                <div class="modal-dialog modal-lg" role="document">
                    <div class="modal-content" style="text-align: left">
                        <div class="modal-header">
                            <button type="button" class="close" data-dismiss="modal" aria-label="Close"><span aria-hidden="true">×</span></button>
                            <h4 class="modal-title blue-color" id="mySmallModalLabel">Политика конфиденциальности</h4>
                        </div>
                        <div class="modal-body">
                            <p>Настоящая политика конфиденциальности регламентирует действия ООО "Uptest" по сбору, использованию, хранению и раскрытию информации, полученной от пользователей (далее "Пользователи") веб-сайта www.uptest2.polusweb.com (далее "Сайт").</p>
                            <p><span class="bold-text">Персональная идентификационная информация:</span> Мы можем получать персональную идентификационную информацию от Пользователей различными способами, в том числе, но не ограничиваясь этим, в тех случаях, когда Пользователи посещают наш Сайт, регистрируются на Сайте, размещают заказы, подписываются на новостные рассылки, заполняют формы, или в связи с другими действиями, услугами, функциями и ресурсами, предлагаемыми на нашем Сайте. Пользователю может быть предложено, в соответствующих случаях, указать свое имя, адрес электронной почты, почтовый адрес, номер телефона, информация о кредитной карте и т.д. Мы собираем персональную идентификационную информацию Пользователей только тогда, когда они предоставляют ее нам добровольно. Пользователи всегда могут отказаться от предоставления своей персональной идентификационной информации, однако, в этом случае они не смогут принять участие в определенных видах деятельности на Сайте.
                            <p><span class="bold-text">Другая, не персональная идентификационная информация:</span> Мы можем собирать другую, не персональную информацию о Пользователях в ходе их взаимодействия с нашим Сайтом. Такая информация может включать наименование браузера, тип компьютера и техническую информацию о средствах связи Пользователя с нашим Сайтом, таких как, например, вид операционной системы или провайдеров Интернет-услуг, и другую подобную информацию.
                            <p><span class="bold-text">"Куки" веб-браузера:</span> Наш сайт может использовать "куки" с целью расширения опыта Пользователей. Веб-браузер Пользователя помещает "куки" на жесткий диск для учета, а иногда и для отслеживания информации о них. Пользователь может настроить свой веб-браузер на отказ от "куки" или на предупреждение об отправлении "куки". Если это происходит, то некоторые элементы Сайта могут функционировать не полностью.
                            <p><span class="bold-text">Как мы используем собранную информацию:</span> ООО "Uptest" может собирать и использовать персональную информацию в следующих целях:
                            <ul>
                                <li>Для улучшения качества обслуживания клиентов: Информация, предоставленная Вами, помогает нам более эффективно реагировать на Ваши запросы и потребности.</li>


                                <li>Для проектирования пользовательского интерфейса: Мы можем использовать полученную от Пользователей информацию в целом для понимания, как Пользователи используют услуги и ресурсы, представленные на нашем Сайте.</li>
                                <li>Для улучшения нашего Сайта: Мы можем использовать обратную связь с Вами для повышения качества наших продуктов и услуг.</li>
                                <li>Для проведения операций: Мы можем использовать информацию о Пользователях, предоставленную ими самими при оформлении заказа, с тем, чтобы выполнить данный заказ. Мы не передаем данную информацию третьим лицам, за исключением случаев, когда это необходимо для предоставления наших услуг.</li>
                                <li>Для управления содержанием Сайта и его возможностями, проведения опросов и промо-акций.</li>
                                <li>Для периодической отправки сообщений по электронной почте: Мы можем использовать адрес Вашей электронной почты для ответа на вопросы и запросы, а также для того, чтобы отправлять Вам информацию, касающуюся наших служб. Если Пользователь захочет отписаться от получения электронных писем, он может в любой момент связаться с нами.</li>
                            </ul>
                            <p><span class="bold-text">Как мы защищаем персональную информацию Пользователей:</span> Мы используем надлежащую практику сбора, хранения и обработки данных, а также принимаем необходимые меры безопасности для защиты против несанкционированного доступа к Вашей персональной информации (имя пользователя, пароль, сведения о транзакциях и данные, хранящиеся на нашем Сайте), а также против их изменения, раскрытия или уничтожения. Обмен данными между Сайтом и Пользователями происходит по защищенному каналу передачи данных SSL.</p>
                            <p><span class="bold-text">Совместное использование персональной информации Пользователей:</span> Мы можем использовать третьи лица (сторонних поставщиков услуг) для ведения нашего бизнеса и управления Сайтом от нашего лица, например, для осуществления новостной рассылки или проведения исследований. Мы можем предоставить Вашу информацию этим третьим лицам в этих ограниченных целях.</p>
                            <p><span class="bold-text">Сайты третьих лиц:</span> Пользователи могут видеть на нашем Сайте рекламу или другой контент с ссылками на сайты и услуги наших партнеров, поставщиков, рекламодателей, спонсоров, лицензиаров и других третьих лиц. Мы не контролируем контент или ссылки на этих сайтах и не несем ответственность за практику, используемую сайтами, на которых есть ссылки на наш Сайт и на которые есть ссылки на нашем Сайте. Более того, эти сайты или услуги, включая их контент и ссылки, могут постоянно меняться. Эти сайты и услуги могут регламентироваться соответствующими политиками конфиденциальности и правилами клиентского обслуживания. При просмотре и взаимодействии с другими сайтами, включая сайты, содержащие ссылки на наш Сайт, действуют только условия и политики этих сайтов.</p>
                            <p><span class="bold-text">Соблюдение Закона о защите детей в интернете:</span> Защита частной жизни детей особенно важна. По этой причине мы никогда не собираем и не храним информацию на нашем Сайте от тех пользователей, которые младше 13 лет, и ни одна часть нашего Сайта не сделана для привлечения лиц, не достигших 13 лет.</p>
                            <p><span class="bold-text">Изменения политики конфиденциальности:</span> ООО "Uptest" вправе осуществлять обновление настоящей политики в любое время. В этих случаях мы будем изменять дату обновления в конце этой страницы. Мы рекомендуем нашим Пользователям регулярно просматривать эту страницу на предмет вносимых нами изменений с целью более эффективной защиты собираемой нами персональной информации. Вы выражаете свое согласие с тем, что Вы несете ответственность за периодическое ознакомление с настоящей политикой конфиденциальности и вносимыми в нее изменениями.</p>
                            <p><span class="bold-text">Ваше принятие настоящих условий:</span> Пользуясь Сайтом, Вы тем самым подтверждаете свое согласие с условиями данной политики конфиденциальности. Если Вы не согласны с данной политикой, пожалуйста, не пользуйтесь нашим Сайтом. Факт того, что Вы продолжаете пользоваться Сайтом после внесения изменений в данную политику конфиденциальности, будет означать Ваше согласие с изменениями.</p>

                        </div>
                    </div>
                </div>
            </div>
        </div>
        <br/>
    </footer>
</div>